Repository: StanfordBDHG/MyHeartCounts-iOS
Catalog: MyHeartCounts/Resources/Localizable.xcstrings
Source language: en
Languages: es

# HEART_HEALTH_DASHBOARD_HEADER
source: Your personalized score reflects your overall health based on the factors listed below. Track it over time to see how lifestyle changes impact your heart health.
es: Tu puntuación personalizada refleja tu salud general basada en los factores que se enumeran a continuación. Síguela en el tiempo para ver cómo los cambios en el estilo de vida afectan la salud de tu corazón.

source: Heartbeats
es: Latidos

source: Height
es: Altura

# HHD_APPLE_WATCH_REQUIRED_FOOTER
source: Some metrics, such as Sleep or Exercise Minutes, are only available if you have an Apple Watch connected to this iPhone.
es: Algunas métricas, como el sueño o los minutos de ejercicio, solo están disponibles si tiene un Apple Watch conectado a este iPhone.

source: High Coronary Calcium Score
es: Puntuación de calcio coronario alta

source: High School
es: Educación secundaria

source: High-intensity Training
es: Entrenamiento de alta intensidad

source: Home
es: Inicio

source: Household Income
es: Ingresos del hogar

source: How did you hear about the study?
es: ¿Cómo te enteraste del estudio?

source: How to Manage SensorKit
es: Cómo administrar SensorKit

source: How to verify
es: Cómo verificar

source: Hypertrophic Cardiomyopathy (HCM)
es: Miocardiopatía hipertrófica (MCH)

source: I don't have this comorbidity
es: No tengo esta comorbilidad

source: I have this comorbidity
es: Tengo esta comorbilidad

source: I'm walking here!
es: ¡Estoy caminando aquí!

source: If this issue persists, you might be running an outdated version of the app.
es: Si el problema persiste, es posible que estés usando una versión desactualizada de la app.

# INELIGIBLE_LEARN_MORE
source: Learn more about My Heart Counts
es: Obtenga más información sobre My Heart Counts.

# INELIGIBLE_SUBTITLE
source: You are not eligible to participate in this study because you did not meet the eligibility criteria.
es: No es apto para participar en este estudio porque no cumple con los criterios de selección.

# INELIGIBLE_TITLE
source: Ineligible for Participation
es: No apto para participar

source: Info
es: Información

source: Install on Apple Watch
es: Instalar en Apple Watch

source: Installing My Heart Counts on your Apple Watch will allow us to greatly increase the quality of the recorded data.
es: Instalar My Heart Counts en tu Apple Watch nos permitirá aumentar considerablemente la calidad de los datos registrados.

source: Invalid Email Address
es: Dirección de correo electrónico no válida

source: Iron Anniversary
es: Aniversario de hierro

source: Is selected
es: Está seleccionado

source: Ivory Anniversary
es: Aniversario de marfil

source: Lace Anniversary
es: Aniversario de encaje

source: Language
es: Idioma

source: Last %lld days
es: Últimos %lld días

source: Last %lld Days
es: Últimos %lld Días

source: Last %lld months
es: Últimos %lld meses

source: Last %lld weeks
es: Últimas %lld semanas

source: Last %lld years
es: Últimos %lld años

source: Last Active Date
es: Fecha de última actividad

source: Last Night
es: Anoche

source: Latino / Hispanic?
es: ¿Latino / Hispano?

source: Learn More
es: Más información

source: Leather Anniversary
es: Aniversario de cuero

source: Less than $15,000
es: Menos de $15,000

source: Less than £15,000
es: Menos de £15,000

source: License Information
es: Información de Licencia

source: Logging Out…
es: Cerrando sesión…

source: Longest Streak
es: Racha más larga

source: Longest Workout
es: Entrenamiento más largo

source: Louisiana
es: Luisiana

source: Make sure your device is connected to the internet and try again
es: Asegúrese de que su dispositivo esté conectado a Internet y vuelva a intentarlo

source: Manage SensorKit
es: Administrar SensorKit

source: Mark as Complete
es: Marcar como completada

source: Master
es: Maestría

source: Master's Degree
es: Maestría

source: Max Heart Rate
es: Frecuencia cardíaca máx.

source: Mega Streaker
es: Racha mega

source: Mental Well Being
es: Bienestar mental

source: MHC Heart Health
es: MHC Salud del corazón

source: Migraines
es: Migrañas

source: Missed Tasks
es: Tareas omitidas

source: Missing Required Motion Data Access Permission
es: Falta el permiso requerido para acceder a los datos de movimiento

source: Missing Response
es: Falta una respuesta

source: Mississippi
es: Misisipí

source: Missouri
es: Misuri

source: More
es: Más

source: Most Recent Night
es: Última noche

source: Most Recent Response
es: Respuesta más reciente

source: Most Recent Sample
es: Muestra más reciente

source: Most Recent Score
es: Puntuación más reciente

source: My Heart Counts does not access your Apple ID in any way; but using a shared account might cause inaccuracies in Health data collection.
es: My Heart Counts no accede a su Apple ID de ninguna manera; sin embargo, usar una cuenta compartida podría causar inexactitudes en la recopilación de datos de salud.

source: Network Issue
es: Problema de Red

source: Never Smoked
es: Nunca ha fumado

source: New Mexico
es: Nuevo México

source: New Test
es: Nueva prueba

source: New York
es: Nueva York

source: News
es: Noticias

source: Next
es: Siguiente

source: Next %lld Days
es: Próximos %lld Días

source: Next %lld Months
es: Próximos %lld Meses

source: Next %lld Weeks
es: Próximas %lld Semanas

source: Next milestone
es: Próximo hito

source: NHS Number
es: Número NHS

source: Nicotine Exposure
es: Exposición a la Nicotina

source: No Data
es: Sin Datos

source: No data collection active
es: No hay recopilación de datos activa

source: No Internet
es: Sin Internet

source: No Missed Tasks
es: No hay tareas omitidas

source: No News Yet
es: No hay noticias aún

source: No recent data
es: No hay datos recientes

source: No Selection
es: Sin selección

source: No Upcoming Tasks
es: No hay tareas próximas

source: None
es: Ninguno

source: North Carolina
es: Carolina del Norte

source: North Dakota
es: Dakota del Norte

source: Northern Ireland (%@)
es: Irlanda del Norte (%@)

source: Northern Mariana Islands
es: Islas Marianas del Norte

source: Not a valid NHS number
es: Número NHS no válido

source: Not logged in
es: No ha iniciado sesión

source: Not Set
es: No configurado

source: Notification Time
es: Hora de notificación

# NOTIFICATION_PERMISSIONS_DESCRIPTION
source: Allowing Notifications for My Heart Counts is important because this is where you will be sent prompts from the physical activity promoting trial. In order to carry out research goals, this is an important step that we ask participants to grant access to. Participants will also be sent notifications about new surveys, activities, etc. We will do our best to keep the notifications to a minimum.
es: Permitir las notificaciones de My Heart Counts es importante, ya que por este medio recibirá indicaciones del ensayo de promoción de la actividad física. Para cumplir los objetivos de investigación, le solicitamos que conceda este permiso. También le enviaremos notificaciones sobre nuevas encuestas, actividades, etc. Haremos todo lo posible por mantener las notificaciones al mínimo.

# NOTIFICATION_TIME_SUBTITLE
source: The preferred time for activity-related notifications. You can change this later.
es: Hora preferida para las notificaciones de actividad. Puede cambiarla más tarde.

source: Notifications
es: Notificaciones

source: Notify Me
es: Notifícame

# ONBOARDING_DISCLAIMER_1_LEARN_MORE_TEXT
source: This research study is conducted by Stanford University School of Medicine researchers to understand how physical activity relates to cardiovascular health. The app will guide you through various assessments including the 6-minute walk test. Your participation is flexible meaning you can engage with the study as much or as little as you choose. The smartphone-based approach allows us to collect data in your natural environment rather than requiring visits to a clinical facility.
es: Este estudio de investigación es llevado a cabo por investigadores de la Facultad de Medicina de la Universidad de Stanford para entender cómo la actividad física se relaciona con la salud cardiovascular. La aplicación lo guiará a través de varias evaluaciones, incluida la prueba de caminata de 6 minutos. Su participación es flexible, lo que significa que puede participar en el estudio tanto como desee. El enfoque basado en teléfonos inteligentes nos permite recopilar datos en su entorno natural en lugar de requerir visitas a una instalación clínica.

# ONBOARDING_DISCLAIMER_1_PRIMARY_TEXT
source: You’re invited to join a Stanford research study that tracks physical activity through your smartphone to improve heart health knowledge. You’ll complete brief health surveys and perform simple fitness assessments like the 6-minute walk test using your phone.
es: Le invitamos a unirse a un estudio de investigación de Stanford que registra la actividad física a través de su teléfono inteligente para mejorar el conocimiento sobre la salud del corazón. Completará breves encuestas de salud y realizará evaluaciones de condición física sencillas, como la prueba de caminata de 6 minutos, usando su teléfono.

# ONBOARDING_DISCLAIMER_1_TITLE
source: Study Overview & Participation
es: Descripción General del Estudio

# ONBOARDING_DISCLAIMER_2_LEARN_MORE_TEXT
source: The optional trial uses a "randomized crossover" design where you'll experience both types of coaching interventions - personalized activity prompts and standard activity prompts - for 7 days each (total of 14 days). This will begin after the baseline monitoring week. The order in which you receive these interventions will be randomly assigned, similar to flipping a coin. This design allows researchers to compare how the different coaching approaches affect your activity levels while controlling for individual differences, as each participant serves as their own control. You can choose not to participate in this trial component and still be part of the main My Heart Counts study.
es: El ensayo opcional utiliza un diseño de "cruce aleatorio" en el que experimentará ambos tipos de intervenciones de coaching: indicaciones de actividad personalizadas e indicaciones de actividad estándar, durante 7 días cada una (un total de 14 días). Esto comenzará después de la semana de monitorización inicial. El orden en que reciba estas intervenciones se asignará de manera aleatoria, similar a lanzar una moneda. Este diseño permite a los investigadores comparar cómo los diferentes enfoques de coaching afectan sus niveles de actividad mientras controlan las diferencias individuales, ya que cada participante actúa como su propio control. Puede optar por no participar en este componente del ensayo y seguir siendo parte del estudio principal My Heart Counts.

# ONBOARDING_DISCLAIMER_2_PRIMARY_TEXT
source: You have the option to enroll in a 2-week physical activity coaching trial. If you choose to join, you’ll experience both personalized and standard coaching messages for 7 days each, helping us learn which approaches better motivate healthy behaviors.
es: Tiene la opción de inscribirse en un ensayo de entrenamiento de actividad física de dos semanas de duración. Si decide participar, recibirá tanto mensajes de entrenamiento personalizados como estándar durante 7 días cada uno, lo que nos ayuda a saber qué enfoques motivan mejor los comportamientos saludables.

# ONBOARDING_DISCLAIMER_2_TITLE
source: Trial Component
es: Componente del Ensayo

# ONBOARDING_DISCLAIMER_3_LEARN_MORE_TEXT
source: The study collects data through your phone's sensors, including accelerometer data for movement and heart rate if available through connected devices. All data transmission uses encryption technology to protect your information. We separate your identifying information from your health data in our secure databases. You'll have options within the app to control what information is shared. We follow strict protocols approved by Stanford's Institutional Review Board to maintain your privacy.
es: El estudio recopila datos a través de los sensores de su teléfono, incluidos datos del acelerómetro para medir el movimiento y la frecuencia cardíaca, cuando esta se encuentre disponible mediante dispositivos conectados. Toda la transmisión de datos utiliza tecnología de cifrado para proteger su información. Su información identificable se mantiene separada de sus datos de salud en nuestras bases de datos seguras. La aplicación le ofrecerá opciones para controlar qué información se comparte. Seguimos protocolos estrictos aprobados por el Comité de Revisión Institucional de la Universidad de Stanford para proteger su privacidad.

# ONBOARDING_DISCLAIMER_3_PRIMARY_TEXT
source: We will collect data from the Health app on your iPhone which will be protected through encryption. Your personal information is stored separately from health data, and you control what sensor and health data you share with us. By agreeing to this consent, your data will be combined with data from other participants for analysis by Stanford researchers and its research partners.
es: Recopilaremos datos de la Health app en su iPhone, los cuales estarán protegidos mediante cifrado. Su información personal se almacena por separado de los datos de salud, y usted controla qué datos de sensores y salud comparte con nosotros. Al aceptar este consentimiento, sus datos se combinarán con datos de otros participantes para ser analizados por los investigadores de Stanford y sus socios de investigación.

# ONBOARDING_DISCLAIMER_3_TITLE
source: Data Collection & Privacy
es: Recopilación de Datos y Privacidad

# ONBOARDING_DISCLAIMER_4_LEARN_MORE_TEXT
source: Physical risks are minimal but could include temporary muscle soreness or strain from fitness activities. There's also a small risk related to data privacy despite our security measures. Benefits include access to your own activity data and the knowledge that you're contributing to research that may help improve heart health recommendations. Your participation is entirely voluntary, and you can stop participating at any time without penalty by contacting the research team. This research has been reviewed by Stanford's Institutional Review Board to ensure participant protection.
es: Los riesgos físicos son mínimos, pero podrían incluir dolor o tensión muscular temporal debido a actividades físicas. También hay un pequeño riesgo relacionado con la privacidad de los datos a pesar de nuestras medidas de seguridad. Los beneficios incluyen el acceso a sus propios datos de actividad y el conocimiento de que está contribuyendo a una investigación que puede ayudar a mejorar las recomendaciones de salud del corazón. Su participación es completamente voluntaria, y puede dejar de participar en cualquier momento sin penalización contactando al equipo de investigación. Esta investigación ha sido revisada por la Junta de Revisión Institucional de Stanford para garantizar la protección de los participantes.

# ONBOARDING_DISCLAIMER_4_PRIMARY_TEXT
source: Participation is completely voluntary with minimal risks. Benefits include gaining insights about your heart health and contributing to cardiovascular research. You can withdraw from the study at anytime and request to have your identifying data forgotten.
es: La participación es completamente voluntaria y con riesgos mínimos. Los beneficios incluyen obtener información sobre la salud de su corazón y contribuir a la investigación cardiovascular. Puede retirarse del estudio en cualquier momento y solicitar que se elimine su información identificable.

# ONBOARDING_DISCLAIMER_4_TITLE
source: Risks, Benefits & Your Rights
es: Riesgos, Beneficios y Sus Derechos

# Only values from %@ to %@ are allowed
source: Only values from %1$@ to %2$@ are allowed
es: Solo se permiten valores de %1$@ a %2$@

source: Open In Browser
es: Abrir en el navegador

source: Open Mail
es: Abrir Mail

source: Open Settings
es: Abrir configuración

source: Oregon
es: Oregón

source: Other
es: Otro

source: Other auto-immune disease
es: Otra enfermedad autoinmune

source: Other Tasks
es: Otras tareas

source: Other Territories
es: Otros territorios

source: Our Study Consent document has been updated since you last signed it%@. Please review the new Consent document and sign it again.
es: Nuestro documento de consentimiento del estudio ha sido actualizado desde la última vez que lo firmó%@. Por favor, revise el nuevo documento de consentimiento y fírmelo nuevamente.

source: Paper Anniversary
es: Aniversario de papel

# PARTICIPATION_STATS_EXPLAINER(enrollmentDate: %@)
source: Participation Stats cover all engagement and activity recorded. Your enrollment date is %1$(enrollmentDate)@.
es: Las estadísticas de participación abarcan toda la interacción y actividad registradas. Su fecha de inscripción es %1$(enrollmentDate)@.

source: Past 2 Weeks
es: Últimas 2 semanas

source: Past Data
es: Datos anteriores

source: Past Tests
es: Pruebas anteriores

# PAST_TIMED_WALKING_RUNNING_TEST_RESULTS_BUTTON_TITLE
source: Past Timed Walk/Run Test Results
es: Resultados de pruebas de caminata/carrera cronometradas anteriores

source: Pearl Anniversary
es: Aniversario de perla

source: Pedestrian Pioneer
es: Pionero del paso

source: Pennsylvania
es: Pensilvania

source: Perform Always Available Task
es: Realizar tarea siempre disponible

source: Perform Task: %@
es: Realizar tarea: %@

source: Peripheral Vascular Disease
es: Enfermedad vascular periférica

source: Personal Bests
es: Récords personales

source: Please enter a valid email address and try again.
es: Introduzca una dirección de correo electrónico válida e inténtelo de nuevo.

source: Please select the clause that most closely matches what you do.
es: Por favor, seleccione la opción que mejor se ajuste a lo que hace.

source: Porcelain Anniversary
es: Aniversario de porcelana

# POST_TRIAL_ACTIVITY_NUDGES_TOGGLE_SUBTITLE
source: Enable to continue receiving periodic activity nudges after the initial trial period.
es: Habilitar la opción para seguir recibiendo recordatorios periódicos de actividad después del período de prueba inicial.

# POST_TRIAL_ACTIVITY_NUDGES_TOGGLE_TITLE
source: Post-Trial Activity Nudges
es: Recordatorios de actividad posteriores al ensayo

source: Post-Trial Nudges Opt-In
es: Activar recordatorios posteriores al ensayo

source: Postcode (UK)
es: Código postal (Reino Unido)

source: Pottery Anniversary
es: Aniversario de cerámica

source: Prefer not to state
es: Prefiero no especificar

source: Preferred Measurement System
es: Sistema de medición preferido

source: Preferred Notification Time
es: Hora de notificación preferida

source: Preferred Workout Types
es: Tipos de entrenamiento preferidos

source: Privacy Policy
es: Política de Privacidad

source: Processing Health and SensorKit Data…
es: Procesando datos de salud y de SensorKit...

source: Processing Health Data…
es: Procesando datos de salud...

source: Processing SensorKit Data…
es: Procesando datos de SensorKit...

source: Processing Sleep Data…
es: Procesando datos de sueño...

# PROMPTED_ACTION_COMPLETE_DEMOGRAPHICS_MESSAGE
source: Providing demographic information such as age, sex, and background helps researchers understand how heart health varies across different groups.
es: Proporcionar información demográfica como edad, sexo y origen ayuda a los investigadores a comprender cómo varía la salud del corazón entre distintos grupos.

# PROMPTED_ACTIONS_ALL_SET
source: You're All Set
es: Todo listo

# PROMPTED_ACTIONS_SETUP_CHECKLIST_DONT_SUGGEST_A11Y
source: Don't suggest “%@” again
es: No volver a sugerir “%@”

# PROMPTED_ACTIONS_SETUP_CHECKLIST_FOOTER_ALL_ACTIONS
source: These optional steps help My Heart Counts gather richer data for cardiovascular research.
es: Estos pasos opcionales ayudan a My Heart Counts a recopilar datos más completos para la investigación cardiovascular.

# PROMPTED_ACTIONS_SETUP_CHECKLIST_FOOTER_PENDING_ONLY
source: These optional steps help My Heart Counts gather richer data for cardiovascular research. Suggestions you decline won't be shown again on the Home tab, but will remain accessible via the app’s settings.
es: Estos pasos opcionales ayudan a My Heart Counts a recopilar datos más completos para la investigación cardiovascular. Las sugerencias que rechaces no se volverán a mostrar en la pestaña Inicio, pero seguirán disponibles en la configuración de la aplicación.

# PROMPTED_ACTIONS_SETUP_CHECKLIST_TITLE
source: Suggested for You
es: Sugerencias para usted

# PROMPTED_ACTIONS_SETUP_DIGEST_A11Y_HINT
source: Opens a list of suggested setup steps.
es: Abre una lista de pasos de configuración sugeridos.

# PROMPTED_ACTIONS_SETUP_DIGEST_SUBTITLE
source: ^[%lld recommended steps](inflect: true) to get the most out of the study
es: %lld pasos recomendados para aprovechar al máximo el estudio

# PROMPTED_ACTIONS_SETUP_DIGEST_SUBTITLE_ALL_COMPLETED
source: You’ve completed all recommended setup steps.
es: Has completado todos los pasos de configuración recomendados.

# PROMPTED_ACTIONS_SETUP_DIGEST_TITLE
source: Complete Your Study Setup
es: Complete la configuración del estudio

# PROMPTED_ACTIONS_STOP_SUGGESTING_CONFIRM_MESSAGE
source: This action remains available through the app's settings.
es: Esta acción seguirá estando disponible en los ajustes de la aplicación.

# PROMPTED_ACTIONS_STOP_SUGGESTING_CONFIRM_TITLE
source: Stop Suggesting This?
es: ¿Dejar de sugerir esto?

source: Pulmonary Arterial Hypertension
es: Hipertensión arterial pulmonar

source: Pulmonary Hypertension
es: Hipertensión pulmonar

source: Questionnaire
es: Cuestionario

source: Questionnaire Extraordinaire
es: Maestro del cuestionario

source: Quit 1 to 5 years ago
es: Dejó de fumar hace entre 1 y 5 años

source: Quit more than 5 years ago
es: Dejó de fumar hace más de 5 años

source: Quit within last year, or am using NDS
es: Dejó de fumar en el último año o está utilizando NDS

source: Race / Ethnicity
es: Raza / Etnia

# RACE_AFRICAN_AMERICAN
source: African American
es: Afroamericano

# RACE_ALASKA_NATIVE
source: Alaska Native
es: Nativo de Alaska

# RACE_AMERICAN_INDIAN
source: American Indian
es: Indígena Americano

# RACE_ASIAN_INDIAN
source: Asian Indian
es: Indio Asiático

# RACE_CHINESE
source: Chinese
es: Chino

# RACE_JAPANESE
source: Japanese
es: Japonés

# RACE_KOREAN
source: Korean
es: Coreano

# RACE_NO_SELECTION
source: No Selection
es: Sin selección

# RACE_OTHER
source: Other
es: Otro

# RACE_PACIFIC_ISLANDER
source: Pacific Islander
es: Isleño del Pacífico

# RACE_PREFER_NOT_TO_ANSWER
source: Prefer not to state
es: Prefiero no especificar

# RACE_SELECTOR_LIST_FOOTER
source: You can select multiple options.
es: Puede seleccionar varias opciones.

# RACE_VIETNAMESE
source: Vietnamese
es: Vietnamita

# RACE_WHITE
source: White
es: Blanco

source: Raynaud's Phenomenon
es: Fenómeno de Raynaud

source: Reactivate Account
es: Reactivar cuenta

# REACTIVATE_WITHDRAWN_ACCOUNT_MESSAGE
source: You've previously withdrawn from the My Heart Counts study. Do you want to reactivate your account?
es: Anteriormente se retiró del estudio My Heart Counts. ¿Desea reactivar su cuenta?

# REACTIVATE_WITHDRAWN_ACCOUNT_TITLE
source: Reactivate Account
es: Reactivar cuenta

source: Read
es: Leer

source: Read Article
es: Leer artículo

source: Read Article Again
es: Volver a leer el artículo

source: Read from Health App
es: Leer desde la Health app

source: Record your first ECG
es: Registre su primer ECG

source: Record your first Run Test
es: Registre su primera prueba de carrera

source: Record your first Walk Test
es: Registre su primera prueba de caminata

source: Referral Source
es: Fuente de referencia

# REFERRAL_OPTION_1
source: Healthcare provider (doctor, cardiologist, nurse)
es: Profesional de la salud (médico, cardiólogo, enfermero)
